---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfacePointNumber
source: html/fd77a249-5245-9f3a-bfa9-b46a5f5f1418.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfacePointNumber Property

"Point number"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfacePointNumber { get; }
```